Repository: wp-plugins/rss-scroller
Catalog: languages/rss-scroller-*.po
Languages: pl_pl

source: Invalid or Broken rss link.
pl_pl: Nieprawidłowy lub uszkodzony link RSS.

source: RSS scroller
pl_pl: Ciągły komunikat scroller

source: Check official website for more information
pl_pl: Sprawdzić oficjalną stronę internetową, aby uzyskać więcej informacji

source: click here
pl_pl: kliknij tutaj

source: Details successfully updated.
pl_pl: Szczegóły pomyślnie zaktualizowane.

source: Plugin management
pl_pl: Plugin zarządzanie

source: Title (For widget)
pl_pl: Tytuł (Dla widget)

source: Please enter your widget title.
pl_pl: Podaj widget tytuł.

source: Scroller speed
pl_pl: Prędkość scroller

source: Please enter your scroller speed, this option only for widget.
pl_pl: Proszę wprowadzić swoją prędkość scroller, tej opcji tylko dla widgetu.

source: Scroller delay
pl_pl: Opóźnienie Efekt

source: Please enter your scroller delay, this option only for widget.
pl_pl: Wpisz opóźnienie scroller, tej opcji tylko dla widgetu.

source: Width
pl_pl: Szerokość

source: Please enter your width, this option only for widget.
pl_pl: Wpisz szerokość tej opcji tylko dla widgetu.

source: Height
pl_pl: Wysokość

source: Please enter your height, this option only for widget.
pl_pl: Podaj swój wzrost, tej opcji tylko dla widgetu.

source: No of items to display
pl_pl: Brak elementów do wyświetlenia

source: Please enter number of items to display from rss feed.
pl_pl: Podaj liczbę elementów do wyświetlenia z RSS feed.

source: RSS URL 1 (This rss link is default for widget).
pl_pl: RSS URL 1 (Ten link rss jest domyślną widget).

source: Please enter your rss link.
pl_pl: Podaj swój link RSS.

source: Please enter your rss link
pl_pl: Podaj swój link RSS

source: Submit
pl_pl: Wyślij

source: Help
pl_pl: Pomoc

source: Plugin configuration option
pl_pl: Opcja konfiguracji plugin

source: Add the plugin in the posts or pages using short code.
pl_pl: Dodaj wtyczki na stanowiskach lub stron za pomocą krótkiego kodu.

source: Add directly in to the theme using PHP code.
pl_pl: Dodaj bezpośrednio do tematu z wykorzystaniem kodu PHP.

source: Drag and drop the widget to your sidebar.
pl_pl: Przeciągnij i upuść widget do paska bocznego.
